---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RPCNode
source: html/181bc02c-41d7-eee7-fb47-ed71f5bb1e13.htm
---
# RPCNode Members

Returns an an instance of an Asset object, which contains definitions of the content node.